const master = {
  "character": [
    {
      "id": 29,
      "name": "横光利一",
      "reward":[
        {"score":"10","item":"内装金貨×50"},
        {"score":"30","item":"回想「横光の報告 一」"},
        {"score":"60","item":"洋墨×100"},
        {"score":"100","item":"調速機×2"},
        {"score":"150","item":"想魂(小)×80"},
        {"score":"220","item":"語魂(小)×80"},
        {"score":"300","item":"内装金貨×100"},
        {"score":"400","item":"食糧×100"},
        {"score":"500","item":"洋墨×100"},
        {"score":"650","item":"文魂(小)×80"},
        {"score":"800","item":"食糧×100"},
        {"score":"1000","item":"回想「横光の報告 二」"},
        {"score":"1200","item":"想魂(小)×100"},
        {"score":"1400","item":"想魂(中)×10"},
        {"score":"1700","item":"精錬ノ霊薬×1"},
        {"score":"2000","item":"魂ノ歯車×1"},
        {"score":"2400","item":"想魂(中)×20"},
        {"score":"2800","item":"洋墨×100"},
        {"score":"3400","item":"探求ノ霊薬×1"},
        {"score":"4000","item":"食糧×100"},
        {"score":"4600","item":"内装金貨×100"},
        {"score":"5200","item":"招魂の栞"},
        {"score":"6000","item":"回想「横光の報告 三」"},
        {"score":"7000","item":"横光利一 衣装"},
        {"score":"8000","item":"想魂(中)×30"},
        {"score":"9000","item":"内装金貨×100"},
        {"score":"10000","item":"魂ノ歯車×1"},
        {"score":"11500","item":"内装金貨×200"},
        {"score":"13000","item":"想魂(大)×4"}
      ]
    },
    {
      "id": 52,
      "name": "菊池寛",
      "reward":[
        {"score":"10","item":"内装金貨×50"},
        {"score":"30","item":"回想「菊池の報告 一」"},
        {"score":"60","item":"洋墨×100"},
        {"score":"100","item":"調速機×2"},
        {"score":"150","item":"想魂(小)×80"},
        {"score":"220","item":"語魂(小)×80"},
        {"score":"300","item":"内装金貨×100"},
        {"score":"400","item":"食糧×100"},
        {"score":"500","item":"洋墨×100"},
        {"score":"650","item":"文魂(小)×80"},
        {"score":"800","item":"食糧×100"},
        {"score":"1000","item":"回想「菊池の報告 二」"},
        {"score":"1200","item":"文魂(小)×100"},
        {"score":"1400","item":"文魂(中)×10"},
        {"score":"1700","item":"精錬の霊薬×1"},
        {"score":"2000","item":"魂ノ歯車"},
        {"score":"2400","item":"文魂(中)×20"},
        {"score":"2800","item":"洋墨×100"},
        {"score":"3400","item":"探求ノ霊薬×1"},
        {"score":"4000","item":"食糧×100"},
        {"score":"4600","item":"内装金貨×100"},
        {"score":"5200","item":"招魂の栞"},
        {"score":"6000","item":"回想「菊池の報告 三」"},
        {"score":"7000","item":"菊池寛 衣装"},
        {"score":"8000","item":"文魂(中)×30"},
        {"score":"9000","item":"内装金貨×100"},
        {"score":"10000","item":"魂ノ歯車"},
        {"score":"11500","item":"漢方薬"},
        {"score":"13000","item":"文魂(大)×4"}
      ]
    },
    {
      "id": 55,
      "name": "三好達治",
      "reward":[
        {"score":"10","item":"ネコの手"},
        {"score":"30","item":"回想「三好の報告 一」"},
        {"score":"60","item":"洋墨×100"},
        {"score":"100","item":"調速機×2"},
        {"score":"150","item":"想魂(小)×80"},
        {"score":"220","item":"語魂(小)×80"},
        {"score":"300","item":"内装金貨×100"},
        {"score":"400","item":"食糧×100"},
        {"score":"500","item":"洋墨×100"},
        {"score":"650","item":"文魂(小)×80"},
        {"score":"800","item":"食糧×200"},
        {"score":"1000","item":"回想「三好の報告 二」"},
        {"score":"1200","item":"語魂(小)×100"},
        {"score":"1400","item":"語魂(中)×10"},
        {"score":"1700","item":"精錬の霊薬×1"},
        {"score":"2000","item":"魂ノ歯車"},
        {"score":"2400","item":"語魂(中)×40"},
        {"score":"2800","item":"洋墨×100"},
        {"score":"3400","item":"探求ノ霊薬×1"},
        {"score":"4000","item":"食糧×100"},
        {"score":"4600","item":"内装金貨×100"},
        {"score":"5200","item":"招魂の栞"},
        {"score":"6000","item":"回想「三好の報告 三」"},
        {"score":"7000","item":"三好達治 衣装"},
        {"score":"8000","item":"語魂(中)×30"},
        {"score":"9000","item":"内装金貨×100"},
        {"score":"10000","item":"魂ノ歯車"},
        {"score":"11500","item":"銅の栞"},
        {"score":"13000","item":"語魂(大)×40"}
      ]
    },
  ],
  "graphfill": [
    {
      "border": 40,
      "color": "#e57373"
    },
    {
      "border": 80,
      "color": "#ffd54f"
    },
    {
      "border": 100,
      "color": "#8bc34a"
    },
    {
      "border": 101,
      "color": "#4db6ac"
    }
  ]
};
