const master = {
  "character": [
    {
      "id": 38,
      "name": "国木田独歩",
      "reward":[
        {"score":"10","item":"回想「国木田の報告 一」"},
        {"score":"30","item":"洋墨×100"},
        {"score":"60","item":"調速機×2"},
        {"score":"100","item":"想魂(小)×80"},
        {"score":"150","item":"語魂(小)×80"},
        {"score":"220","item":"回想「国木田の報告 二」"},
        {"score":"300","item":"食糧×100"},
        {"score":"400","item":"洋墨×100"},
        {"score":"500","item":"文魂(小)×100"},
        {"score":"650","item":"内装金貨×100"},
        {"score":"800","item":"食糧×200"},
        {"score":"1000","item":"文魂(小)×100"},
        {"score":"1200","item":"ネコの手"},
        {"score":"1400","item":"語魂(中)×20"},
        {"score":"1700","item":"回想「国木田の報告 三」"},
        {"score":"2000","item":"精錬ノ霊薬×1"},
        {"score":"2400","item":"語魂(中)×30"},
        {"score":"2800","item":"洋墨×200"},
        {"score":"3400","item":"探求ノ霊薬×1"},
        {"score":"4000","item":"食糧×200"},
        {"score":"4600","item":"内装金貨×100"},
        {"score":"5200","item":"回想「国木田の報告 四」"},
        {"score":"6000","item":"銅の栞×1"},
        {"score":"7000","item":"国木田独歩 衣装・制服"},
        {"score":"8000","item":"語魂(中)×40"},
        {"score":"9000","item":"内装金貨×100"},
        {"score":"10000","item":"語魂(大)×3"}
      ]
    },
    {
      "id": 11,
      "name": "田山花袋",
      "reward":[
        {"score":"10","item":"回想「田山の報告 一」"},
        {"score":"30","item":"洋墨×100"},
        {"score":"60","item":"調速機×2"},
        {"score":"100","item":"想魂(小)×80"},
        {"score":"150","item":"語魂(小)×80"},
        {"score":"220","item":"回想「田山の報告 二」"},
        {"score":"300","item":"食糧×100"},
        {"score":"400","item":"洋墨×100"},
        {"score":"500","item":"文魂(小)×100"},
        {"score":"650","item":"内装金貨×100"},
        {"score":"800","item":"食糧×200"},
        {"score":"1000","item":"想魂(小)×100"},
        {"score":"1200","item":"ネコの手"},
        {"score":"1400","item":"想魂(中)×20"},
        {"score":"1700","item":"回想「田山の報告 三」"},
        {"score":"2000","item":"精錬ノ霊薬×1"},
        {"score":"2400","item":"想魂(中)×30"},
        {"score":"2800","item":"洋墨×200"},
        {"score":"3400","item":"探求ノ霊薬×1"},
        {"score":"4000","item":"食糧×200"},
        {"score":"4600","item":"内装金貨×100"},
        {"score":"5200","item":"回想「田山の報告 四」"},
        {"score":"6000","item":"想魂(中)×40"},
        {"score":"7000","item":"田山花袋 衣装・制服"},
        {"score":"8000","item":"銀の栞×1"},
        {"score":"9000","item":"内装金貨×100"},
        {"score":"10000","item":"語魂(大)×3"}
      ]
    },
    {
      "id": 10,
      "name": "島崎藤村",
      "reward":[
        {"score":"10","item":"回想「島崎の報告 一」"},
        {"score":"30","item":"洋墨×100"},
        {"score":"60","item":"調速機×2"},
        {"score":"100","item":"想魂(小)×80"},
        {"score":"150","item":"語魂(小)×80"},
        {"score":"220","item":"回想「島崎の報告 二」"},
        {"score":"300","item":"食糧×100"},
        {"score":"400","item":"洋墨×100"},
        {"score":"500","item":"文魂(小)×100"},
        {"score":"650","item":"内装金貨×100"},
        {"score":"800","item":"食糧×200"},
        {"score":"1000","item":"文魂(小)×100"},
        {"score":"1200","item":"ネコの手"},
        {"score":"1400","item":"文魂(中)×30"},
        {"score":"1700","item":"回想「島崎の報告 三」"},
        {"score":"2000","item":"精錬ノ霊薬×1"},
        {"score":"2400","item":"文魂(中)×40"},
        {"score":"2800","item":"洋墨×200"},
        {"score":"3400","item":"探求ノ霊薬×1"},
        {"score":"4000","item":"食糧×200"},
        {"score":"4600","item":"内装金貨×100"},
        {"score":"5200","item":"回想「島崎の報告 四」"},
        {"score":"6000","item":"文魂(中)×50"},
        {"score":"7000","item":"島崎藤村 衣装・制服"},
        {"score":"8000","item":"銀の栞×1"},
        {"score":"9000","item":"内装金貨×100"},
        {"score":"10000","item":"文魂(大)×3"}
      ]
    },
  ],
  "graphfill": [
    {
      "border": 40,
      "color": "#e57373"
    },
    {
      "border": 80,
      "color": "#ffd54f"
    },
    {
      "border": 100,
      "color": "#8bc34a"
    },
    {
      "border": 101,
      "color": "#4db6ac"
    }
  ]
};
