const master = {
  "character": [
    {
      "id": 9,
      "name": "永井荷風",
      "reward":[
        {"score":"10","item":"内装金貨×100"},
        {"score":"30","item":"回想「店長のつぶやき 一」"},
        {"score":"60","item":"回想「永井の報告 一」"},
        {"score":"100","item":"調速機×2"},
        {"score":"150","item":"想魂(小)×80"},
        {"score":"220","item":"語魂(小)×80"},
        {"score":"300","item":"回想「永井の報告 二」"},
        {"score":"400","item":"食糧×100"},
        {"score":"500","item":"洋墨×100"},
        {"score":"650","item":"文魂(小)×100"},
        {"score":"800","item":"内装金貨×100"},
        {"score":"1000","item":"食糧×200"},
        {"score":"1200","item":"文魂(小)×100"},
        {"score":"1400","item":"文魂(中)×20"},
        {"score":"1700","item":"回想「永井の報告 三」"},
        {"score":"2000","item":"精錬ノ霊薬×1"},
        {"score":"2400","item":"文魂(中)×30"},
        {"score":"2800","item":"洋墨×200"},
        {"score":"3400","item":"探求ノ霊薬×1"},
        {"score":"4000","item":"食糧×200"},
        {"score":"4600","item":"内装金貨×100"},
        {"score":"5200","item":"招魂の栞"},
        {"score":"6000","item":"回想「永井の報告 四」"},
        {"score":"7000","item":"永井荷風 衣装"},
        {"score":"8000","item":"文魂(中)×40"},
        {"score":"9000","item":"内装金貨×100"},
        {"score":"10000","item":"文魂(中)×40"},
        {"score":"11500","item":"漢方薬×1"},
        {"score":"13000","item":"文魂(大)×4"}
      ]
    },
    {
      "id": 30,
      "name": "織田作之助",
      "reward":[
        {"score":"10","item":"ネコの手"},
        {"score":"30","item":"回想「店長のつぶやき 二」"},
        {"score":"60","item":"回想「織田の報告 一」"},
        {"score":"100","item":"調速機×2"},
        {"score":"150","item":"想魂(小)×80"},
        {"score":"220","item":"語魂(小)×80"},
        {"score":"300","item":"回想「織田の報告 二」"},
        {"score":"400","item":"食糧×100"},
        {"score":"500","item":"洋墨×100"},
        {"score":"650","item":"文魂(小)×100"},
        {"score":"800","item":"内装金貨×100"},
        {"score":"1000","item":"食糧×200"},
        {"score":"1200","item":"語魂(小)×100"},
        {"score":"1400","item":"語魂(中)×10"},
        {"score":"1700","item":"回想「織田の報告 三」"},
        {"score":"2000","item":"精錬の霊薬×1"},
        {"score":"2400","item":"想魂(中)×30"},
        {"score":"2800","item":"洋墨×200"},
        {"score":"3400","item":"探求ノ霊薬×1"},
        {"score":"4000","item":"食糧×200"},
        {"score":"4600","item":"内装金貨×100"},
        {"score":"5200","item":"招魂の栞"},
        {"score":"6000","item":"回想「織田の報告 四」"},
        {"score":"7000","item":"織田作之助 衣装"},
        {"score":"8000","item":"語魂(中)×30"},
        {"score":"9000","item":"内装金貨×100"},
        {"score":"10000","item":"探求ノ霊薬×2"},
        {"score":"11500","item":"語魂(中)×30"},
        {"score":"13000","item":"語魂(大)×4"}
      ]
    },
    {
      "id": 31,
      "name": "堀辰雄",
      "reward":[
        {"score":"10","item":"内装金貨×100"},
        {"score":"30","item":"回想「店長のつぶやき 三」"},
        {"score":"60","item":"回想「堀の報告 一」"},
        {"score":"100","item":"調速機×2"},
        {"score":"150","item":"想魂(小)×80"},
        {"score":"220","item":"語魂(小)×80"},
        {"score":"300","item":"回想「堀の報告 二」"},
        {"score":"400","item":"食糧×100"},
        {"score":"500","item":"洋墨×100"},
        {"score":"650","item":"文魂(小)×100"},
        {"score":"800","item":"内装金貨×100"},
        {"score":"1000","item":"食糧×200"},
        {"score":"1200","item":"想魂(小)×100"},
        {"score":"1400","item":"文魂(中)×10"},
        {"score":"1700","item":"回想「堀の報告 三」"},
        {"score":"2000","item":"精錬の霊薬×1"},
        {"score":"2400","item":"想魂(中)×40"},
        {"score":"2800","item":"洋墨×200"},
        {"score":"3400","item":"探求ノ霊薬×1"},
        {"score":"4000","item":"食糧×200"},
        {"score":"4600","item":"内装金貨×100"},
        {"score":"5200","item":"招魂の栞"},
        {"score":"6000","item":"回想「堀の報告 四」"},
        {"score":"7000","item":"堀辰雄 衣装"},
        {"score":"8000","item":"想魂(中)×30"},
        {"score":"9000","item":"内装金貨×100"},
        {"score":"10000","item":"銅の栞"},
        {"score":"11500","item":"想魂(中)×30"},
        {"score":"13000","item":"想魂(大)×40"}
      ]
    },
  ],
  "graphfill": [
    {
      "border": 40,
      "color": "#e57373"
    },
    {
      "border": 80,
      "color": "#ffd54f"
    },
    {
      "border": 100,
      "color": "#8bc34a"
    },
    {
      "border": 101,
      "color": "#4db6ac"
    }
  ]
};
