const master = {
  "reward":[
    {"score":"100","item":"ネコの手×1"},
    {"score":"250","item":"文魂(小)×50"},
    {"score":"400","item":"語魂(小)×50"},
    {"score":"550","item":"想魂(小)×50"},
    {"score":"700","item":"洋墨×100"},
    {"score":"850","item":"食糧×100"},
    {"score":"1000","item":"文魂(小)×100"},
    {"score":"1300","item":"語魂(小)×100"},
    {"score":"1600","item":"想魂(小)×100"},
    {"score":"1900","item":"調速機×3"},
    {"score":"2200","item":"内装金貨×200"},
    {"score":"2500","item":"想魂(小)×100"},
    {"score":"2800","item":"精錬ノ霊薬×1"},
    {"score":"3200","item":"文魂(中)×20"},
    {"score":"3600","item":"食糧×150"},
    {"score":"4000","item":"語魂(中)×20"},
    {"score":"4400","item":"銅の栞×1"},
    {"score":"4800","item":"洋墨×200"},
    {"score":"5200","item":"内装金貨×300"},
    {"score":"5600","item":"想魂(中)×20"},
    {"score":"6000","item":"探求ノ霊薬×1"},
    {"score":"7000","item":"銀の栞×1"},
    {"score":"8000","item":"文魂(中)×20"},
    {"score":"9000","item":"食糧×200"},
    {"score":"10000","item":"内装家具(旅の支度)"},
    {"score":"11000","item":"食糧×250"},
    {"score":"12000","item":"洋墨×250"},
    {"score":"13000","item":"内装金貨×400"},
    {"score":"14000","item":"徳永直"},
    {"score":"16000","item":"食糧×300"},
    {"score":"18000","item":"漢方薬×1"},
    {"score":"20000","item":"中野重治・衣装"},
    {"score":"22000","item":"文魂(大)×3"},
    {"score":"24000","item":"語魂(大)×3"},
    {"score":"26000","item":"想魂(大)×3"},
    {"score":"28000","item":"小林多喜二・衣装"}
  ],
  "graphfill": [
    {
      "border": 40,
      "color": "#e57373"
    },
    {
      "border": 80,
      "color": "#ffd54f"
    },
    {
      "border": 100,
      "color": "#8bc34a"
    },
    {
      "border": 101,
      "color": "#4db6ac"
    }
  ]
};
